[LanguageOptions]
FontName=MS Sans Serif
FontSize=9
FontCharSet=1


[FrmMain]
PopDisplays.Caption=&Jelenítse meg a fő program
PopExit.Caption=&Kilépés
FrmMain.Caption=Munkaidő nyilvántartó szoftver

S_Blue.Caption=Kék
S_Black.Caption=Fekete
S_Silver.Caption=Ezüst
C_Language.Caption=Nyelv
C_DeviceType.Caption=Típus

dxRibbon1Tab1.Caption=Eszköz kezelés
dxRibbon1Tab2.Caption=Esemény felügyelet
dxRibbon1Tab3.Caption=Dolgozó kezelés
dxRibbon1Tab4.Caption=Bejegyzés kezelés
dxRibbon1Tab5.Caption=USB Disk kezelés

dxBarManager1Bar2.Caption=Terminál kezelés
dxBarManager1Bar4.Caption=Egység kezelés
dxBarManager1Bar5.Caption=Valós idejű felügyelet
dxBarManager1Bar6.Caption=valós idejű bejegyzések
dxBarManager1Bar7.Caption=Dolgozó kezelés
dxBarManager1Bar8.Caption=Dolgozó kommunikáció
dxBarManager1Bar9.Caption=Bejegyzés keresés
dxBarManager1Bar10.Caption=Bejegyzés export
dxBarManager1Bar12.Caption=Dolgozó ellenőrzés
dxBarManager1Bar13.Caption=USB Disk kezelés

S_AddC.Caption=Hozzáad
S_ModifyC.Caption=Módosít
S_DelC.Caption=Töröl
S_SearchDevice.Caption=Keresés Eszköz
S_SyncTime.Caption=Idő szinkronizálás
S_Init.Caption=Reset

S_Set.Caption=Egység beállítások
S_SetRing.Caption=Csengetés beállítás
S_SetGroup.Caption=Idő zóna/Csoport beállítások
S_Status.Caption=Jelenlét státusz auto frissítés
S_ReadNewRec.Caption=Új bejegyzés letöltése
S_ReadRec.Caption=Minden bejegyzés letöltése
S_DelRec.Caption=Bejegyzések törlése

S_Backup.Caption=Dolgozók mentése
S_Restore.Caption=Dolgozók visszaállítása

S_AddC.Hint=Hozzáad
S_ModifyC.Hint=Módosít
S_DelC.Hint=Töröl
S_SyncTime.Hint=Idő szinkronizálás
S_Init.Hint=Reset

S_Set.Hint=Egység beállítások
S_SetRing.Hint=Csengetés beállítások
S_SetGroup.Hint=Idő zóna/Csoport beállítások
S_Status.Hint=jelenlét státusz auto frissítés

S_ReadNewRec.Hint=Új bejegyzés letöltése
S_ReadRec.Hint=Minden bejegyzés letöltése
S_DelRec.Hint=Bejegyzések törlése

S_Backup.Hint=Dolgozók mentése
S_Restore.Hint=Dolgozók visszaállítása

cxTreeview2.Items[0].Text=Minden csoport
cxTreeview2.Items[1].Text=Csoport1
cxTreeview2.Items[2].Text=Csoport2
cxTreeview2.Items[3].Text=Csoport3
cxTreeview2.Items[4].Text=Csoport4
cxTreeview2.Items[5].Text=Csoport5

SP_Stop.Caption=Stop

S_Start.Caption=Valós idejű felügyelet indítás
S_End.Caption=Valós idejű felügyelet leállítás

S_Start.Hint=Valós idejű felügyelet indítás
S_End.Hint=Valós idejű felügyelet leállítás

E_Start.Caption=Kezdés ideje
E_End.Caption=Befejezés
E_Usercount.Caption=Dolgozó száma
E_In.Caption=Bejelentkezés ideje
E_Out.Caption=Kijelentkezés ideje
E_Other.Caption=Egyéb státusz ideje

E_Start.Hint=Kezdés ideje
E_End.Hint=Befejezés
E_Usercount.Hint=Dolgozó száma
E_In.Hint=Bejelentkezés ideje
E_Out.Hint=Kijelentkezés ideje
E_Other.Hint=Egyéb státusz ideje

C_U.Caption=U Disk
U_Refresh.Caption=Keresse meg U lemez
U_Record.Caption=Olvassa Records U Disk
U_Restore.Caption=Visszaáll Munkavállalói U Disk
U_Backup.Caption=Backup munkavállalót U Disk

S_All.Caption=Mindet kiválaszt
S_Other.Caption=Reverse kiválasztás
S_Up.Caption=Rendezés fel
S_Left.Caption=rendezés balra
S_Setlan.Caption=IP configuráció
S_UnitInfo.Caption=Terminál információ
S_OpenDoor.Caption=Ajtó nyitása
S_Message.Caption=Üzenet kezelés
S_ClearMG.Caption=Tiltás
S_AttPic.Caption=Fotó kezelés
S_DownLoadLog.Caption=LOG letöltés
S_SetMCard.Caption=Menedzsment kártya beállítás
S_ListLog.Caption=LOG felügyelet
S_MachineNumber.Caption=Eszköz szám beállítás
Set_GPRS.Caption=GPRS

S_AddD.Caption=Részleg hozzáadás
S_ModifyD.Caption=Részleg módosítás
S_DelD.Caption=Részleg törlés

S_AllU.Caption=Mindet kiválaszt 
S_NoneU.Caption=Kiválasztás törlése

S_BaseSet.Caption=Alapbeállítások
S_State.Caption=Munkaidő állapot beállítás 
S_AutoDown.Caption=Adatok letöltésének időzítése
S_OP.Caption=Manager jelszó beállítás
S_DB.Caption=Adatbázis elérési út
S_Exit.Caption=Kilépés

cxGrid1DBTableView1Column1.Caption=Szám
cxGrid1DBTableView1Column2.Caption=Név
cxGrid1DBTableView1Column3.Caption=Dátum/Idő
cxGrid1DBTableView1Column4.Caption=Státusz leírás
cxGrid1DBTableView1Column5.Caption=Egység No.
cxGrid1DBTableView1Column6.Caption=Egység gyári száma
cxGrid1DBTableView1Column7.Caption=Egység neve
cxGrid1DBTableView1Column8.Caption=Részleg
cxGrid1DBTableView1Column9.Caption=Pozíció
cxGrid1DBTableView1Column10.Caption=Munka kód
cxGrid1DBTableView1Column11.Caption=Azonosítási mód
cxGrid1DBTableView1Column12.Caption=Azonosítási mód
cxGrid1DBTableView1Column13.Caption=Nyissa ki az ajtót
S_AddU.Caption=Dolgozó hozzáadása
S_ModifyU.Caption=Dolgozó módosítása
S_DelU.Caption=Dolgozó törlése
S_Move.Caption=Részleg változtatása
S_SetPower.Caption=Jogosultság beállítása
S_CopyPower.Caption=Jogosultságok másolása
S_DownFP.Caption=Ujjlenyomatok letöltése
S_UpFP.Caption=Dolgozók és ujjlenyomatok feltöltése
S_DelU2.Caption=Törlés az egységről

S_AddU.Hint=Dolgozó hozzáadása
S_ModifyU.Hint=Dolgozó módosítása
S_DelU.Hint=Dolgozó törlése
S_Move.Hint=Részleg változtatása
S_SetPower.Hint=Jogosultság beállítása
S_CopyPower.Hint=Jogosultságok másolása
S_DownFP.Hint=Ujjlenyomatok letöltése
S_UpFP.Hint=Ujjlenyomatok feltöltése
S_DelU2.Hint=Törlés az egységről

E_Uid.Caption=Dolgozó azonosító
E_Uname.Caption=Dolgozó neve
E_Umachine.Caption=Terminál
S_SearchU.Caption=Dolgozó ellenőrzés

E_Uid.Hint=Dolgozó azonosító
E_Uname.Hint=Dolgozó neve
E_Umachine.Hint=Terminál
S_SearchU.Hint=Dolgozó ellenőrzés

cxGrid2DBTableView1Column1.Caption=Dolgozó száma
cxGrid2DBTableView1Column2.Caption=Kártya szám
cxGrid2DBTableView1Column3.Caption=Név
cxGrid2DBTableView1Column4.Caption=Nem
cxGrid2DBTableView1Column5.Caption=Jelszó
cxGrid2DBTableView1Column6.Caption=Azonosítási mód
cxGrid2DBTableView1Column7.Caption=Pozíció
cxGrid2DBTableView1Column8.Caption=Születésnap
cxGrid2DBTableView1Column9.Caption=Belépés ideje
cxGrid2DBTableView1Column10.Caption=Telefon
cxGrid2DBTableView1Column11.Caption=Cím
cxGrid2DBTableView1Column12.Caption=Egység
cxGrid2DBTableView1Column13.Caption=Részleg száma
cxGrid2DBTableView1Column14.Caption=Csoport
cxGrid2DBTableView1Column15.Caption=Ellenőrzés módja
cxGrid2DBTableView1Column16.Caption=1. ujjlenyomat
cxGrid2DBTableView1Column17.Caption=2. ujjlenyomat
cxGrid2DBTableView1Column18.Caption=3. ujjlenyomat
cxGrid2DBTableView1Column19.Caption=4. ujjlenyomat
cxGrid2DBTableView1Column20.Caption=5. ujjlenyomat
cxGrid2DBTableView1Column21.Caption=6. ujjlenyomat
cxGrid2DBTableView1Column22.Caption=7. ujjlenyomat
cxGrid2DBTableView1Column23.Caption=8. ujjlenyomat
cxGrid2DBTableView1Column24.Caption=9. ujjlenyomat
cxGrid2DBTableView1Column25.Caption=10. ujjlenyomat
cxGrid2DBTableView1Column26.Caption=Jelszó
cxGrid2DBTableView1Column27.Caption=Arc

S_Search.Caption=Bejegyzés keresése
S_Export.Caption=Bejegyzés export

S_Search.Hint=Bejegyzés keresése
S_Export.Hint=Bejegyzés export

E_From.Caption=Dátum -tól
E_To.Caption=Dátum -ig

E_Format.Caption=Exportálás formátuma
E_Field.Caption=Exportált terület
E_DTFormat.Caption=Idő formátum
E_ULength.Caption=Dolgozó szám hossza
E_Space.Caption=elválasztó jel
E_SLength.Caption=elválasztó jel hossza

E_Format.Items.Text=Text file(*.txt)\r\nCSV file(*.csv)\r\nExcel file(*.xls)
E_DTFormat.Items.Text=éééé-hh-nn óó:pp:mm\r\néééé-h-n óó:pp:mm\r\néé-hh-nn óó:pp:mm\r\nééééhhnnhhppmm
E_Space.Items.Text=,\r\n;\r\n_\r\n/\r\n-\r\nTab\r\nSpace

E_Field.Items[0].Description=Szám
E_Field.Items[1].Description=Név
E_Field.Items[2].Description=Dátum/Idő
E_Field.Items[3].Description=Egység száma
E_Field.Items[4].Description=Egység neve
E_Field.Items[5].Description=Státusz
E_Field.Items[6].Description=Státusz Neve
E_Field.Items[7].Description=Részleg
E_Field.Items[8].Description=Pozíció

cxGrid3DBTableView1Column1.Caption=Szám
cxGrid3DBTableView1Column2.Caption=Név
cxGrid3DBTableView1Column3.Caption=Dátum/Idő
cxGrid3DBTableView1Column4.Caption=Státusz
cxGrid3DBTableView1Column5.Caption=Státusz leírás 
cxGrid3DBTableView1Column6.Caption=Egység száma
cxGrid3DBTableView1Column7.Caption=Egység gyári szám
cxGrid3DBTableView1Column8.Caption=Egység neve
cxGrid3DBTableView1Column9.Caption=Részleg
cxGrid3DBTableView1Column10.Caption=Pozíció
cxGrid3DBTableView1Column11.Caption=Munka kód
cxGrid3DBTableView1Column12.Caption=Azonosítási mód
cxGrid3DBTableView1Column13.Caption=Azonosítási mód
cxGrid3DBTableView1Column14.Caption=Nyissa ki az ajtót


[FrmEditUser]
FrmEditUser.Caption=Dolgozó hozzáadása/módosítása

TabSheet1.Caption=Alap információk
TabSheet3.Caption=Ujjlenyomat regisztráció

Label1.Caption=Szám
Label2.Caption=Név
Label3.Caption=Azonosító szám
Label7.Caption=Kártya szám
Label4.Caption=Nem
Label5.Caption=Nemzetiség
Label14.Caption=Politikai nézet
Label6.Caption=Születésnap
Label12.Caption=Belépés dátuma
Label9.Caption=Pozíció
Label17.Caption=Végzettség
Label10.Caption=Telefon
Label13.Caption=Születési hely
Label15.Caption=Cím
Label8.Caption=Szakterület
Label11.Caption=Mobil

Label19.Caption=Részleg
Label20.Caption=Csoport
Label16.Caption=Felhasználó típus
Label18.Caption=Azonosítási mód
Label21.Caption=Jelszó

CB1.Caption=Alapértelmezett beállítás
CB2.Caption=FP
CB3.Caption=FP+PW
CB4.Caption=FP+PW+Card
CB5.Caption=ID+PW
CB6.Caption=ID+FP
CB7.Caption=ID+PW+FP
CB8.Caption=Card
CB9.Caption=Card+PW
CB10.Caption=Card+FP

B_OK.Caption=Mentés
B_Cancel.Caption=Mégsem

L_xb.Items.Text=Férfi\r\nNő
L_zzmm.Items.Text=Community Member\r\nParty Member
L_yhlx.Items.Text=Normal felhasználó\r\nAdminisztrátor

//L_bdfs.Items.Text=Sept\r\nRF+FP\r\nPW+FP\r\nRF+PW\r\nID+FP
L_bdfs.Items.Text=Sept\r\nRForFP\r\nFP\r\nRF+FP
L_bdfs.Items.Text1=Sept\r\nPW+FP\r\nID+FP
L_bdfs.Items.Text2=Sept\r\nRF+FP\r\nPW+FP\r\nRF+PW\r\nID+FP
L_bdfs.Items.Text3=Sept\r\nRF+PW
L_bdfs.Items.Text4=Sept\r\nRForFP\r\nFP\r\nRF+FP

GroupBox2.Caption=Ujjlenyomat felvitel beállítás 

CB_Finger1.Caption=1. ujjlenyomat
CB_Finger2.Caption=2. ujjlenyomat
CB_Finger3.Caption=3. ujjlenyomat
CB_Finger4.Caption=4. ujjlenyomat
CB_Finger5.Caption=5. ujjlenyomat
CB_Finger6.Caption=6. ujjlenyomat
CB_Finger7.Caption=7. ujjlenyomat
CB_Finger8.Caption=8. ujjlenyomat
CB_Finger9.Caption=9. ujjlenyomat
CB_Finger10.Caption=10. ujjlenyomat

S_Enroll1.Caption=Felvesz
S_Enroll2.Caption=Felvesz
S_Enroll3.Caption=Felvesz
S_Enroll4.Caption=Felvesz
S_Enroll5.Caption=Felvesz
S_Enroll6.Caption=Felvesz
S_Enroll7.Caption=Felvesz
S_Enroll8.Caption=Felvesz
S_Enroll9.Caption=Felvesz
S_Enroll10.Caption=Felvesz

S_OK.Caption=&Mentés
S_Exit.Caption=&Mégsem

[FrmLogin]
FrmLogin.Caption=Bejelentkezés...
Label2.Caption=Bejelentkezés

Label1.Caption=Management jelszó:
SP_OK.Caption=&OK
SP_Exit.Caption=&Mégsem

[FrmInputDept]
FrmInputDept.Caption=Részleg név  bevitel

Label1.Caption=Részleg név bevitel:
S_OK.Caption=&OK
S_Exit.Caption=&Mégsem

[FrmNew]
FrmNew.Caption=Terminal Management

GroupBox1.Caption=Terminal Info
GroupBox2.Caption=Kommunikációs mód

Label1.Caption=Szám
Label2.Caption=Eszköz gyári szám
Label3.Caption=Eszköz név
Label4.Caption=Eszköz csoport
Label5.Caption=Munkaidő státusz
Label6.Caption=Az eszköz azonosítónak meg kell egyezni a menüben levő azonosítóval 

E_Group.Items.Text=Csoport1\r\nCsoport2\r\nCsoport3\r\nCsoport4\r\nCsoport5
E_ZT.Items.Text=Real status\r\nMunkakezdés\r\nMunka befejezése
GroupBox3.Caption=Device Type
Label7.Caption=Device Type
E_Type.Items.Text=Fingerprint/Kártya Ellenőrizze\r\nFacial Ellenőrizze FacePass
GroupBox4.Caption=RF Paraméter
Label8.Caption=IP Address
Label9.Caption=Comm PWD
Label10.Caption=Comm Kikötő

RB1.Caption=COM
RB2.Caption=TCP/IP
RB3.Caption=RS485
RB4.Caption=USB(nincs driver)
RB5.Caption=LAN(kliens)

S_OK.Caption=&OK
S_Exit.Caption=&Mégsem

[FrmAutoDown]
FrmAutoDown.Caption=Bejegyzések letöltésének időzítése

CB1.Caption=Bejegyzések letöltésének időzítése
Label1.Caption=Letöltés időpontja:
Label2.Caption=Időpont:
S_Add.Caption=Hozzáad
S_Clear.Caption=Időpont törlése
S_OK.Caption=&OK
S_Exit.Caption=&Mégsem

[FrmSet]
FrmSet.Caption=Terminál beállítások

Label1.Caption=Kommunikáció jelszó(0-999999)
Label2.Caption=Alvó idő(0-250 perc)
Label3.Caption=Hangerő(0-5)
Label4.Caption=Nyelv
Label5.Caption=Dátum formátum
Label15.Caption=Idő formátum

Label6.Caption=Egyezési pontosság
Label7.Caption=Bejegyzések számának küszöbértéke(0-5000)
Label8.Caption=Ismételt bejegyzések közti időtartam(0-250 perc)
Label9.Caption=Munkakód beállítás(For TC500)
Label10.Caption=Valósidejű megfigyelés
Label11.Caption=Csengetés funkció(For TC500)
Label11.Caption2=Relé funkció
Label16.Caption=Az ujjlenyomat minták intelligens frissítése

Label12.Caption=Wiegand mode
Label13.Caption=Fixed wiegand area code(0-254)
Label14.Caption=Zár relé időzítése(0-15 second)

Label18.Caption=Beállított azonosítási mód az eszközön
Label17.Caption=Ajtónyitás riasztás késleltetés(0-250 perc)

Label19.Caption=Kártya hozzáadás
Label20.Caption=Kártya törlés

Label21.Caption=Reboot idő
Label26.Caption=Idő kalibrálás(± 60)：


CB1.Caption=Alapértelmezett beállítás
CB2.Caption=FP
CB3.Caption=FP+PW
CB4.Caption=FP+PW+Card
CB5.Caption=ID+PW
CB6.Caption=ID+FP
CB7.Caption=ID+PW+FP
CB8.Caption=Card
CB9.Caption=Card+PW
CB10.Caption=Card+FP


B_OK.Caption=OK
B_Cancel.Caption=Mégsem

E_Language.Items.Text=Simplified Chinese\r\nTraditional Chinese\r\nEnglish\r\nFrench\r\nSpanish\r\nPortuguese\r\nItalian\r\nBulgaria\r\nSlovak\r\nMagyar\r\nSlovenia 
E_DTFormat.Items.Text=éé-hh-nn\r\nhh/nn/éé\r\nnn/hh/éé
E_TTFormat.Items.Text=24 órás\r\n12 órás
E_ver.Items.Text=Normál\r\nJó\r\nTökéletes
E_Workcode.Items.Text=Engedélyezve\r\nTiltva
E_RealTime.Items.Text=Engedélyezve\r\nTiltva
E_Ring.Items.Text=Engedélyezve\r\nTiltva
E_Ring.Items.Text2=1-Csengő  2-Zár\r\n1-Zár  2-Tiltva\r\n1-Tiltva  2-Zár\r\n1-Zár  2-Zár\r\n1-Tiltva  2-Tiltva
E_Update.Items.Text=Engedélyezve\r\nTiltva

E_wiegand.Items.Text=Wiegand26\r\nAnviz Wiegand\r\nFixed Wiegand area code 

S_Default.Caption=Gyári beállítások
S_OK.Caption=&OK
S_Exit.Caption=&Mégsem
Label22.Caption=Cégnév
Label23.Caption=cég címe
Label24.Caption=a társasági adóról
Label25.Caption=FacePass eszköz nélkül a fenti funkciókat.
S_Init.Caption=egység inicializálása
S_DelRec.Caption=Tiszta rekord

[FrmSetRing]
FrmSetRing.Caption=Csengetés időpont

Label1.Caption=Csengetési időpontok
Label2.Caption=Csengetés időpont

GroupBox1.Caption=Részletes információk

CB1.Caption=Hétfő
CB2.Caption=Kedd
CB3.Caption=Szerda
CB4.Caption=Csütörtök
CB5.Caption=Péntek
CB6.Caption=Szombat
CB7.Caption=Vasárnap

S_Add.Caption=&Hozzáad
S_Del.Caption=&Töröl
S_OK.Caption=&OK
S_Exit.Caption=&Mégsem

[FrmSetGroup]
FrmSetGroup.Caption=Időzóna beállítás/Csoport

gbSect.Caption=Időzóna beállítások
Label11.Caption=Időzóna száma
Label12.Caption=Hétfő kezdés/befejezés ideje
Label13.Caption=Kedd kezdés/befejezés ideje
Label14.Caption=Szerda kezdés/befejezés ideje
Label15.Caption=Csütörtök kezdés/befejezés ideje
Label16.Caption=Péntek kezdés/befejezés ideje
Label17.Caption=Szombat kezdés/befejezés ideje
Label18.Caption=Vasárnap kezdés/befejezés ideje
S_ApplySect.Caption=Beállít kezdés/befejezés ideje

gbGroup.Caption=Csoport beállítások
Label01.Caption=Csoport száma
Label02.Caption=Időzóna 1
Label03.Caption=Időzóna 2
Label04.Caption=Időzóna 3
Label05.Caption=Időzóna 4
S_ApplyGrp.Caption=Beállít

S_Exit.Caption=Kilépés

[FrmSetPower]
FrmSetPower.Caption=Jogosultság beállítás

cxTreeview1.Items[0].Text=Csoport1
cxTreeview1.Items[1].Text=Csoport2
cxTreeview1.Items[2].Text=Csoport3
cxTreeview1.Items[3].Text=Csoport4
cxTreeview1.Items[4].Text=Csoport5

S_OK.Caption=&OK
S_Exit.Caption=&Mégsem

[FrmSDept]
FrmSDept.Caption=Dolgozó áthelyezés

Label1.Caption=Válasszon részleget:
S_OK.Caption=&OK
S_Exit.Caption=&Mégsem

[FrmSetPwd]
FrmSetPwd.Caption=Management jelszó módosítás

Label1.Caption=Old Pwd:
Label2.Caption=New Pwd:
Label3.Caption=Megerősítik Pwd:
S_OK.Caption=&OK
S_Exit.Caption=&Mégsem

[FrmStatus]
FrmStatus.Caption=Munkaidő státusz beállítás

Label1.Caption=Kérem rendezze növekvő sorrendbe
cxGrid1DBTableView1Column1.Caption=Státusz érték
cxGrid1DBTableView1Column2.Caption=Jel
cxGrid1DBTableView1Column3.Caption=Státusz leírás

S_Get.Caption=Visszaolvas a terminálról
S_Set.Caption=Feltölt a terminálra

[FrmPicture]
FrmPicture.Caption=Kép szerkesztése

S_Select.Caption=&Nézet
S_Save.Caption=&Ment
S_Restore.Caption=&Visszaállít
S_Cut.Caption=Levág &D
S_Exit.Caption=&Bezár

Groupbox1.Caption=Zoom be/ki

[FrmBaseSet]
FrmBaseSet.Caption=Alap beállítások

Groupbox1.Caption=Alap beállítások
Label1.Caption=Com Port kommunikáció késleltetési idő(1-5) mp
Label2.Caption=Hálózati kommunikáció késleltetési idő(1-20) mp
Label3.Caption=IP port
Label4.Caption=FacePass NTP-SERVER IP
CB1.Caption=Hibás kommunikáció, automatikusan kilép a feladatból
CB2.Caption=Valósidejű figyelésben, hang üzenet "Részleg neve"
CB3.Caption=Törölje az adatokat a letöltés után

S_OK.Caption=&OK
S_Exit.Caption=&Mégsem

[FrmCopyPower]
FrmCopyPower.Caption=Funkciók és jogosultságok másolása 

Label1.Caption=Másolt dolgozó azonosító

S_OK.Caption=&OK
S_Exit.Caption=&Mégsem

[FrmPhoto]
FrmPhoto.Caption=Kép készítés

Label1.Caption=Kamera

S_Take.Caption=&Kép készítés
S_Save.Caption=&Mentés
S_Restore.Caption=&Visszaállít
S_Cut.Caption=Levág&D
S_Exit.Caption=&Bezár

Groupbox1.Caption=Zoom be/ki

[FrmNetinfo]
FrmNetinfo.Caption=Terminál IP cím beállítás

Groupbox1.Caption=Terminál IP cím beállítás

CB1.Caption=IP cím:
CB2.Caption=Átjáró:
CB3.Caption=Sub mask:
CB4.Caption=MAC address:
CB5.Caption=Server IP cím:
CB6.Caption=Típus
CB6_Flag.Items.Text=Szerver\r\nKliens
CB7.Caption=Comm Kikötő

S_OK.Caption=&OK
S_Exit.Caption=&Mégsem

[FrmUnitInfo]
FrmUnitInfo.Caption=Terminál információ

Groupbox1.Caption=Terminál információ
Label1.Caption=Felhasználók száma
Label2.Caption=Ujjlenyomatok száma
Label3.Caption=Jelszavak
Label4.Caption=Kártyák száma
Label5.Caption=Új bejegyzések száma
Label6.Caption=Összes bejegyzések száma
Label7.Caption=Firmware version
Label8.Caption=Eszköz gyári szám

S_Get.Caption=&Lekérdezés
S_Exit.Caption=&Mégsem

[FrmMessage]
FrmMessage.Caption=Üzenet Management(For TC500)

Label1.Caption=Üzenet típusa
Label2.Caption=Dolgozó azonosító
Label3.Caption=Kezdés
Label4.Caption=Befejezés
Label5.Caption=Üzenet tartalom
Label6.Caption=Üzenet lista

E_Flag.Items.Text=Személyes üzenet\r\nNyilvános üzenet

cxGrid1DBTableView1Column1.Caption=Szám.
cxGrid1DBTableView1Column2.Caption=Üzenet típus
cxGrid1DBTableView1Column3.Caption=Dolgozó azonosító
cxGrid1DBTableView1Column4.Caption=Név
cxGrid1DBTableView1Column5.Caption=Kezdés
cxGrid1DBTableView1Column6.Caption=Befejezés
cxGrid1DBTableView1Column7.Caption=Üzenet tartalom

S_Add.Caption=Hozzáadás
S_Read.Caption=Olvasás
S_DelAll.Caption=Összes törlése
S_DelSel.Caption=Kiválasztott törlése

[FrmSetStatus]
FrmSetStatus.Caption=Automatikus letöltési beállítások

GroupBox1.Caption=Automatikus letöltési beállítások
Label1.Caption=Gyári szám
Label11.Caption=Munkaidő státusz
Label12.Caption=Hétfő kezdés/befejezés ideje
Label13.Caption=Kedd kezdés/befejezés ideje
Label14.Caption=Szerda kezdés/befejezés ideje
Label15.Caption=Csütörtök kezdés/befejezés ideje
Label16.Caption=Péntek kezdés/befejezés ideje
Label17.Caption=Szombat kezdés/befejezés ideje
Label18.Caption=Vasárnap kezdés/befejezés ideje
S_Get.Caption=Fogadva
S_Set.Caption=Beállít 
S_Exit.Caption=Kilépés

[FrmAttPic]
FrmAttPic.Caption=Fénykép kezelés

S_ReadInfo.Caption=Olvassa be a fénykép információkat
S_ReadFile.Caption=Olvassa be a fényképet
S_Delall.Caption=Töröljön minden fotót
S_Delsel.Caption=Törölje a kiválasztott fotót

cxGrid1DBTableView1Column1.Caption=Szám.
cxGrid1DBTableView1Column2.Caption=Dolgozó azonosító
cxGrid1DBTableView1Column3.Caption=Név
cxGrid1DBTableView1Column4.Caption=Idő
cxGrid1DBTableView1Column5.Caption=Mentve

[FrmDownLoadLog]
FrmDownLoadLog.Caption=Management bejegyzések
Label1.Caption=Dátum -tól
Label2.Caption=Dátum -ig
cxButton1.Caption=Kiválaszt

cxGrid3DBTableView1Column1.Caption=#
cxGrid3DBTableView1Column2.Caption=Szám.
cxGrid3DBTableView1Column3.Caption=Név
cxGrid3DBTableView1Column4.Caption=Dátum/Idő
cxGrid3DBTableView1Column5.Caption=Eszköz azonisító
cxGrid3DBTableView1Column6.Caption=Belyegyzések
Admin=Adminisztrátor
Communication=Kommunikációs

[FrmSetMachineNumber]
FrmSetMachineNumber.Caption=Állítsa be az eszköz számát
Label1.Caption=Eszköz szám
Button1.Caption=OK
Button2.Caption=Mégsem

[FrmGPRS]
FrmGPRS.Caption=GPRS
LGGSN.Caption=APN
LsIP.Caption=GPRS Server
LIP.Caption=IP-cím
LPort.Caption=kikötő
LUN.Caption=Felhasználónév
LPW.Caption=Jelszó
TBEnabled.Caption=Engedélyezése
BOK.Caption=Beállítás
BCancel.Caption=Mégse

[Resource]

DeptName=Központ

AttFlag1=Ujjlanyomat 1
AttFlag2=Ujjlenyomat 2
AttFlag3=Jelszó
AttFlag4=Kártya
AttFlag5=Arc
AttFlag6=Iris

StaffID=Azonosító
StaffName=Név:
StaffDept=Részl.:
StaffDuty=Beosztás:

MachineID=Eszköz száma:
MachineName=Eszköz neve:
MachineSID=Gyári száma:
MachineFlag10=Kommunikáció módja:USB
MachineFlag11=Com Port:
MachineFlag20=Kommunikáció módja:Lan
MachineFlag21=IP Address:
MachineFlag22=Kommunikáció módja:RS485
MachineFlag23=Kommunikáció módja:USB
MachineFlag24=Kommunikáció módja:LAN
MachineLink1=Kapcsolat státusz:Abnormal
MachineLink2=Kapcsolat státusz:Normal
MachineUser=Dolgozók:
MachineFP=Ujjlenyomatok:
MachineRecord=Bejegyzések:
MachineNewRecord=Új bejegyzések:

LinkDB=Adatbázis csatlakoztatása sikerült, indítsa újra a szoftvert!
LinkDBError=Adatbázis csatlakoztatása sikertelen, jelölje ki újból az adatbázist!
ExitSystem=Biztos benne, hogy kilép?

ErrorPwd=Rossz admin jelszó,Még %d próbálkozás maradt,\r\n Üsse be újból a jelszót!
AutoExitSystem=Rossz admin helszó, a program kilép!

Savedialog1.Filter1=Text file (*.txt)|*.txt
Savedialog1.Filter2=CSV file (*.csv)|*.csv
Savedialog1.Filter3=Excel file (*.xls)|*.xls

Opendialog1.Filter1=Image file (*.jpg)|*.jpg

FileExist=A mappa már tartalmaz egy" %s " nevű fájlt,\r\n Felülírja?
OutFile=A bejegyzések exportálva ide: " %s "

NOExcel=A Microsoft Excel nem található!

ErrorDeptlist=Részleg lista hiba!

[Message]

MsgCaption1=System prompt
MsgCaption2=Hagyja jóvá...
NoSelected=Nincs kiválasztva dolgozó!

Msg00=A feladat csatlakozik az eszközhöz:%sFolytatja?
Msg1=Szinkronizálás sikertelen
Msg2=Szinkronizálás sikeres!
Msg3=Reset sikertelen!
Msg4=Reset sikeres!

Msg5=Szoftveres ajtónyitás sikertelen!
Msg6=Szoftveres ajtónyitás sikeres!
Msg7=Csengetés beállítás sikertelen!
Msg8=Csengetés beállítás sikeres!
Msg9=Időzóna beállítás sikertelen!
Msg10=Időzóna beállítás sikeres!
Msg11=Csoport beállítás sikertelen!
Msg12=Csoport beállítás sikeres!

Msg13=Beállítás sikertelen!
Msg14=Beállítás sikeres!

Msg15=Adatok kiolvasása sikertelen!
Msg16=Adatok kiolvasása kész,Bejegyzés:%d ,Sikeres olvasás:%d 
Msg17=Dolgozók mentése sikertelen!
Msg18=Dolgozók mentése kész,Bejegyzés:%d ,Sikeres olvasás:%d 
Msg19=Ujjlenyomatok mentése...
Msg20=1ujjlenyomat mentése sikertelen
Msg21=2 ujjlenyomat mentése sikertelen
Msg22=Dolgozók és ujjlenyomatok mentése kész!
Msg23=1ujjlenyomat letöltése sikertelen
Msg24=2 ujjlenyomat letöltése sikertelen
Msg25=Ujjlenyomatok letöltése kész!
Msg26=Törlés sikertelen
Msg27=Törölje a kiválasztott dolgozót az eszközről
Msg28=1 ujjlenyomat feltöltése sikertelen
Msg29=1 ujjlenyomat feltöltése sikertelen, ujjlenyomat minta hibás
Msg30=2 ujjlenyomat feltöltése sikertelen
Msg31=2 ujjlenyomat feltöltése sikertelen, ujjlenyomat minta hibás
Msg32=Dolgozó feltöltése sikertelen
Msg33=Dolgozók és ujjlenyomatok feltöltése kész

Msg34=
Msg35=Ujjlenyomat feltöltés d% sikertelen
Msg36=Hálózati beállítások mentése sikertelen
Msg37=Hálózati beállítások mentése sikeres

Msg38=Sikertelen
Msg39=Kész
Msg40=Válasszon ki eszközt!
Msg41=Idő szinkronizálás...
Msg42=Nem tud csatlakozni az eszközhöz
Msg43=Szinkronizálás kész
Msg44=Reset...
Msg45=Reset kész

Msg46=Eszköz beállításainak lekérdezése sikertelen
Msg47=Nincs új bejegyzés
Msg48=Nincs bejegyzés
Msg49=Nincs felhasználó
Msg50=Csengetés beállítás...
Msg51=Csengetés beállítása sikeres.

Msg52=Kérem válasszon egy eszközt!

Msg53=Időzóna beállítás...
Msg54=Időzóna beállítás sikeres
Msg55=Csoport beállítás...
Msg56=Csoport beállítás sikeres
Msg57=Hálózati beállítások mentése sikertelen!
Msg58=Beállítások mentése sikeres. Indítsa újras az eszközt!

Msg59=Egyéb beállítások mentése...
Msg60=Egyéb beállítások mentése kész
Msg61=Bejegyzések olvasása...
Msg62=Bejegyzések olvasása kész:
Msg63=Bejegyzések olvasása kész
Msg64=Dolgozók mentése...
Msg65=Dolgozók mentése:
Msg66=Dolgozók mentése kész
Msg67=Dolgozók visszaállítása...
Msg68=Dolgozók visszaállítása:
Msg69=Dolgozók visszaállítása kész
Msg70=Ujjlenyomatok letöltése ...
Msg71=Ujjlenyomatok letöltése:
Msg72=Ujjlenyomatok letöltése kész
Msg73=Dolgozók és ujjlenyomatok feltöltése ...
Msg74=Dolgozók és ujjlenyomatok feltöltése:
Msg75=Dolgozók és ujjlenyomatok feltöltése kész
Msg76=Dolgozó törlése az eszközről...
Msg77=Dolgozó törlése az eszközről:
Msg78=Dolgozó törlése az eszközről kész
Msg79=A részleg már létezik!
Msg80=Biztos benne hogy törli a kiválasztott részleget?
Msg81=Biztos benn hogy törli a kiválasztott dolgozót?
Msg82=Válassza ki a területet!
Msg83=Dolgozó azonosító nem lehet üres,írja be az azonosítót!
Msg84=Már létező azonosító,írja be újra.!
Msg85=A terminal információ nem teljes!
Msg86=Az eszköz szám és azonosító már létezik 
Msg87=A régi jelszó nem megfelelő,írja be a jelszót újra!
Msg88=Az új jelszók nem megegyezőek,írja be az új jelszót újra!
Msg89=Admin jelszó módosítás sikeres!

Msg90=Maximálisan 30 csengetési időpont lehetséges!
Msg91=Már létező csengetési időpont!

Msg92=Ujjlenyomat szenzor csatlakoztatása sikeres!
Msg93=Ujjlenyomat szenzor nincs csatlakoztatva!
Msg94=Helyezze rá az ujját...
Msg95=Regisztráció sikeres! 

Msg96=Nincs kiválasztva!
Msg97=Rossz kép méret. Válasszon megfelelő képet. 

Msg98=Biztos benne hogy törli a kiválasztott időpontot?

Msg99=Nincs ilyen funkció.
Msg100=Biztos benne, hogy új dolgozót rögzít?

Msg101=Nem létező azonosító, visszatöltés sikertelen!
Msg102=Dolgozó információk feltöltése a Cache-be...

Msg103=Dolgozó információk feltöltése a terminálra...
Msg104=Dolgozó információk feltöltése kész!

Msg105=Max. 5 db időpont lehetséges!
Msg106=Az időpont már létezik!
Msg107=Írja be a letöltés tervezett időpontját!
Msg108=letöltés időpontjának beállítása kész!
Msg109=Biztos benne hogy kilép a feladatból?
Msg110=Kilépés a folyamatból
Msg111=Letöltés nem lehetséges,Más folyamat zajlik!

Msg112=Alap beállítások mentése kész!
Msg113=Biztos benne hogy másolja a kiválasztott dolgozó jogosultságát?
Msg114=Jogosultságok sikeresen másolva!
Msg115=Nem létező dolgozó azonosító, ellenőrizze!

Msg116=Munkaidő bejegyzések sikeresen törölve
Msg117=Bejegyzések törlése sikertelen
Msg118=Bejegyzések törlése...
Msg119=A bejegyzések számának kiolvasása az eszközből sikertelen
Msg120=Dolgozók visszatöltése sikertelen
Msg121=Dolgozók feltöltése sikertelen
Msg122=Munkaidő bejegyzéset törlésének befejezése
Msg123=Nem sikerült kiolvasni az IP beállításokat
Msg124=Érvénytelen IP cím!
Msg125=IP cím beállítás sikertelen!
Msg126=IP cím beállítás sikeres!
Msg127=Érvénytelen alapértelmezett átjáró!
Msg128=Alapértelmezett átjáró beállítás sikertelen!
Msg129=Alapértelmezett átjáró beállítás sikeres!
Msg130=Érvénytelen alhálózati maszk!!
Msg131=Alhálózati maszk beállítás sikertelen!
Msg132=Alhálózati maszk beállítás sikeres!
Msg133=Érvénytelen MAC cím!
Msg134=Sikertelen MAC cím beállítás!
Msg135=MAC cím beállítás sikeres!
Msg136=Érvénytelen server IP cím!
Msg137=Szerver IP cím beállítás sikertelen!
Msg138=Szerver IP cím beállítás sikeres!
Msg139=Terminál információ kiolvasás sikertelen!
Msg140=Üzenet hozzáadása sikertelen!
Msg141=Üzenet sikeresen hozzáadva!
Msg142=Üzenet bevitel nincs befejezve!
Msg143=Nyilvános üzenet
Msg144=Személyes üzenet
Msg145=Biztos benne hogy törli a kiválasztott üzenetet?
Msg146=Üzenet törlése sikertelen
Msg147=Üzenet törlése sikerült
Msg148=Biztos benne hogy minden üzenetet töröl?
Msg149=Regisztráljon az idő függvényében!
Msg150=Kérjük, ujj helyen ismét ...
Msg151=Ujjlenyomat meccs nem sikerült, regisztráljon újra!
Msg152=Ujjlenyomat ismétlés, regisztráljon újra.

Msg159=A dolgozó ID nem kezdődhet 0-val

Msg160=A beírt kártyaszám már létezik. Próbálja újra
Msg161=Az első számjegy nem lehet 0. Próbálja újra
Msg162=Biztos benne, hogy letiltja a managert?
Msg163=Tiltás sikertelen.
Msg164=Tiltás sikeres

Msg165=Típus letöltése sikertelen
Msg166=A státusz letöltése sikertelen
Msg167=A státusz letöltése sikeres
Msg168=Státusz beállítás…
Msg169=Státusz beállítás kész
Msg170=Státusz beállítás sikertelen
Msg171=Státusz beállítás sikeres

Msg172=Nem sikerült az automata státusz beállítás
Msg173=Automata státusz beállítás sikeres
Msg174=Nem sikerült kiolvasni az automata státusz beállítás információkat
Msg175=Automata státusz beállítás információk kiolvasása sikeres
Msg176=Beállítás folyamatban
Msg177=Beállítás sikeres

Msg178=Nem sikerült beolvasni az ellenőrző fotót a kameráról.
Msg179=Nem sikerült beolvasni a fotó számát a kameráról.
Msg180=Fotó beolvasás sikeres. Adat:%d , sikeres: %d.
Msg181=Biztos benne, hogy minden fotót töröl?
Msg182=Sikertelen a fotók törlése!
Msg183=Fotók törlése sikeres!

Msg184=Biztos benne, hogy törli a kiválasztott fotókat?
Msg185=Biztos benne, hogy beolvassa a kiválasztott fotókat?
Msg186=Sikertelen fotó beolvasás!
Msg187=Fotó beolvasás sikeres!

Msg188=Az üzenet tartalma nem tartozik a megengedett tartományba.
Msg189=Logok letöltése sikertelen.
Msg190=Logok letöltése sikeres. Adat:%d , sikeres: %d.
Msg191=Sikertelen az eszköz számának beállítása!
Msg192=Eszköz számának beállítása sikeres!

//U Disk
Msg193=Nem található USB drive a PC-n
Msg194=Válasszon helyet:
Msg195=Nem található a %s fájl az USB meghajtón!
Msg196=Nem található %s fájl az USB meghajtón!
Msg197=Nincs alkalmazott az adatbázisban!
Msg198=Alkalmazottak mentése az USB-re…
Msg199=Mentse az alkalmazottakat a:
Msg200=Mentse az ujjlenyomat sablont a:
Msg201=Alkalmazottak mentése az USB-re sikeres!

Msg203=Az alkalmazott azonosító nem található!
Msg204=Ismételt adat:
Msg205=A hely nem tartalmazza az eszköz azonosítót!
Msg206=Adatok olvasása…
Msg207=A fájl tartalma nem megfelelő!
Msg208=Adatok száma:%d , Sikeres:%d
Msg209=Dolgozói adatok beolvasása…
Msg210=Dolgozó száma:%d ; Sikeres:%d
Msg211=Ujjlenyomat sablonok beolvasása…
Msg212=Ujjlenyomat sablonok száma:%d ; Sikeres:%d
Msg213=Nem sikerült beállítani a GPRS
Msg214=Állítsa be a GPRS-siker
Msg215=Nem sikerült lekérni a GPRS információk
Msg216=Szerezze sikeres GPRS információk

Msg217=Input port a kommunikáció nem legális!
Msg218=Kérjük, ellenőrizze a kapcsolatot a PC-vel!
Msg219=Feltöltés részleg információk
Msg220=Feltöltés megye sikertelen
Msg221=Feltöltés megye successed
Msg222=Kérjük, ellenőrizze rendszergazda a készüléken.
Msg223=Template letöltés sikertelen!